run/results/cylinder/0.orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    walls
    {
        type                noSlip;
    }
    top
    {
        type                pressureInletOutletVelocity;
        value               uniform (0 0 0);
    }
    bottom
    {
        type                flowRateInletVelocity;
        massFlowRate        0.1;
        extrapolateProfile  no;
        rho                 rho;
        rhoInlet            1.2;
        value               uniform (0 0 0);
    }
}


// ************************************************************************* //
